{
  "lastUpdate": "June 6, 2025 6 AM",
  "utility": [
    {
      "id": "cleansing-herb",
      "name": "Очищающая трава",
      "iconName": "RecoverRatioHPAndDisperse",
      "description": "Мгновенно снимает все эффекты контроля и восстанавливает 35% Макс. ОЗ.Может быть использована, когда умения отключены",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "battle-standard",
      "name": "Боевое знамя",
      "description": "Устанавливает боевое знамя, которое вдохновляет союзников, предоставляя 10% увеличенный урон и Защиту ближайшим союзникам на 120 с",
      "category": "support",
      "rarity": "common"
    },
    {
      "id": "slumberdart",
      "name": "Дротик сна",
      "description": "Усыпляет цель на 20 с.",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "mass-healing-elixir",
      "name": "Эликсир массового исцеления",
      "description": "Используется для мгновенного восстановления 4000 ОЗ до 15 ближайшим союзникам.",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "mass-restoration-device",
      "name": "Устройство массового восстановления",
      "description": "До 15 союзников восстанавливают 3% ОЗ каждую секунду в течение 30 с.Исцеление прерывается при получении PvP-урона",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "mass-stealth-projector",
      "name": "Проектор массовой невидимости",
      "description": "Используется для предоставления ближайшим союзникам невидимости на 20 с.Использование умения, нанесение урона или исцеление прерывает невидимость",
      "category": "utility",
      "rarity": "common"
    },
    {
      "id": "webspinner-launcher",
      "name": "Метатель паутины",
      "description": "Бросается в сторону цели. Взрыв обездвиживает врагов в радиусе на 7 секунд. Этот эффект не может быть сопротивлен.",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "venom-sac",
      "name": "Ядовитый мешок",
      "description": "Бросает Ядовитый мешок на месте, создавая область, которая ограничивает скорость на 10 с, накладывая [Устанавливает ограничение скорости передвижения на 1.5 м/с; Невозможно использовать умения передвижения] на врагов в радиусе.Устанавливает ограничение скорости передвижения на 1.5 м/с; Невозможно использовать умения передвижения",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "phoenix-matrix",
      "name": "Матрица Феникса",
      "iconName": "RebornDevice",
      "description": "Предоставляет павшему союзнику возможность мгновенно возродиться.",
      "category": "support",
      "rarity": "rare"
    },
    {
      "id": "instant-aid-vial-ex",
      "name": "Флакон мгновенной помощи EX",
      "iconName": "RecoverRatioHP",
      "description": "Используется для мгновенного восстановления 20% Макс. ОЗ плюс 2000 ОЗ.",
      "category": "healing",
      "rarity": "enhanced"
    },
    {
      "id": "instant-aid-vial-ultra",
      "name": "Флакон мгновенной помощи Ультра",
      "description": "Используется для мгновенного восстановления 24% Макс. ОЗ плюс 2400 ОЗ.",
      "category": "healing",
      "rarity": "ultra"
    },
    {
      "id": "aegis-draught-ex",
      "name": "Напиток Эгиды EX",
      "description": "Используется для снятия и получения иммунитета к эффектам урона со временем и дебаффам. В течение 6 с, иммунитет к урону, урону со временем, дебаффам и контролю, при этом наносимый урон снижен на 25%.",
      "category": "protection",
      "rarity": "enhanced"
    },
    {
      "id": "aegis-draught-ultra",
      "name": "Напиток Эгиды Ультра",
      "description": "Используется для снятия и предоставления иммунитета к эффектам урона со временем и дебаффам, с иммунитетом к урону, урону со временем, дебаффам и контролю на 6 с.",
      "category": "protection",
      "rarity": "ultra"
    },
    {
      "id": "heartbeat-detector",
      "name": "Детектор сердцебиения",
      "description": "Каждые 10 с обнаруживает врагов (до 10 целей) и показывает их на миникарте на 90 с",
      "category": "detection",
      "rarity": "uncommon"
    },
    {
      "id": "vanishing-powder",
      "name": "Исчезающий порошок",
      "description": "Используется для маскировки до 15 союзников в радиусе 15 м, делая их необнаружимыми для неигровых юнитов (мобов, оборонительных сооружений и т.д.). Эффект прекращается при начале атаки или приближении к вражеским игрокам.",
      "category": "stealth",
      "rarity": "uncommon"
    },
    {
      "id": "motion-dampening-field-kit",
      "name": "Комплект поля ослабления движения",
      "description": "Развертывает Поле ослабления движения, которое замедляет врагов. Разделяет лимит развертывания с другими тяжелыми сооружениями, который может быть увеличен через Технологии Гильдии.--[Поле ослабления движения]-- Приводит к тому, что враги в радиусе действия устанавливают ограничение скорости передвижения на 1 м/с",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "lookout-tower-kit",
      "name": "Комплект дозорной башни",
      "description": "Развертывает Дозорную башню, которая атакует вражеских игроков. Разделяет лимит развертывания с другими тяжелыми сооружениями, который может быть увеличен через Технологии Гильдии--[Ракетный залп]-- Запускает концентрированные ракеты в указанное место (Радиус: 10–40 м), каждый снаряд наносит 12% Макс. ОЗ в качестве физического урона",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "healing-base-kit",
      "name": "Комплект исцеляющей базы",
      "description": "Развертывает Исцеляющую базу, которая периодически исцеляет союзников и усиливает получаемое ими исцеление. Разделяет лимит развертывания с другими тяжелыми сооружениями, который может быть увеличен через Технологии Гильдии--[Исцеляющая база увеличивает получаемое исцеление]-- Приводит к тому, что союзные игроки в радиусе действия получают Увеличение получаемого исцеления на 20%--[Полевое исцеление]-- Каждый интервал, восстанавливает ОЗ до 3 союзникам с наименьшим количеством ОЗ на 20%.",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "heavy-blaster-turret-kit",
      "name": "Комплект тяжелой бластерной турели",
      "description": "Развертывает мощную Тяжелую бластерную турель. Разделяет лимит развертывания с другими тяжелыми сооружениями, который может быть увеличен через Технологии Гильдии--[Огонь крупнокалиберного пулемета]-- Каждые 0,5 с потребляет 3 МР для распыления радиоактивных пуль в указанном направлении (Радиус: 6–40 м), нанося 10% Макс. ОЗ в качестве физического урона с 10% шансом наложить Остаточную радиацию. Остаточная радиация: Снижает получаемое исцеление на 35% на 30 с, суммируется до 2 раз--[Ударная волна]-- Выпускает ударную волну в цель, вызывая Оглушение на 5 с, после небольшой задержки взрывается, уменьшая МР на 500 для врагов в радиусе",
      "category": "structure-kit",
      "rarity": "rare"
    },
    {
      "id": "heavy-railgun-turret-kit",
      "name": "Комплект тяжелой рельсовой турели",
      "description": "Развертывает мощную Тяжелую рельсовую турель, осадное оружие, для управления которым требуется два человека. Разделяет лимит развертывания с другими тяжелыми сооружениями, который может быть увеличен через Технологии Гильдии--[Тесла-рельсотрон]-- Выстреливает мощным тесла-рельсотроном в указанном направлении (Радиус: 200 м), нанося 30% от Макс. ОЗ в качестве физического урона игрокам (5% мобам) и отбрасывая их на 6 м с 10% шансом наложить Ионизацию. Наносит [Коэффициент урона: 100%] + 0,8% от Макс. Прочности в качестве осадного урона зданиям. Ионизация: Снижает Броню и Магическое сопротивление на 100% на 30 с",
      "category": "structure-kit",
      "rarity": "epic"
    },
    {
      "id": "sabo-explosive",
      "name": "Сабо-взрывчатка",
      "description": "Размещает Сабо-взрывчатку, которая детонирует через 3 минуты. Невосприимчива к обычным атакам, но может быть обезврежена другими игроками --[Детонация Сабо-взрывчатки]-- Наносит [Коэффициент урона: 2000%] физического урона игрокам / [Коэффициент урона: 500%] физического урона мобам в радиусе 7 м; Наносит [Коэффициент урона: 1000%] + [15% от Макс. Прочности здания цели] Макс. Прочности в качестве осадного урона зданиям",
      "category": "explosive",
      "rarity": "rare"
    },
    {
      "id": "vision-lens",
      "name": "Линза видения",
      "description": "Призывает устройство дальнего видения, действующее 24 часа, для наблюдения за врагами издалека и обнаружения невидимых юнитов. Одновременно может существовать только 1 --[Разведка]-- Сканирует указанную область в течение 15 с, накладывая Отметку разведки на врагов внутри. [Отметка разведки]Невидимость снята, получаемый урон увеличен на 20%",
      "category": "detection",
      "rarity": "uncommon"
    },
    {
      "id": "sentry-bot",
      "name": "Сторожевой робот",
      "description": "Призывает Сторожевого робота для патрулирования небольшой области и атаки врагов. Одновременно может существовать только 1, действует 72 часа; не может быть размещен на картах-инстансах, таких как Добыча жилы или Глубинный разлом.",
      "category": "deployable",
      "rarity": "uncommon"
    },
    {
      "id": "autonomic-harvester-kit",
      "name": "Комплект автономного жатвенника",
      "description": "Размещает устройство, которое каждые 3600 с выпускает 5 маленьких дронов-жатвенников для сбора ресурсов в радиусе 30 м. Одновременно может существовать только 1",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "boost-station-kit",
      "name": "Комплект станции усиления",
      "description": "Размещает машину, которая увеличивает атрибуты других игроков. Одновременно может существовать только 1",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "demolisher",
      "name": "Разрушитель",
      "description": "Призывает транспортное средство Разрушитель ближнего боя, которое атакует ближайшее здание в ближнем бою",
      "category": "vehicle",
      "rarity": "uncommon"
    },
    {
      "id": "ranged-demolisher",
      "name": "Разрушитель дальнего боя",
      "description": "Призывает транспортное средство Разрушитель дальнего боя, которое бомбардирует ближайшее здание на расстоянии",
      "category": "vehicle",
      "rarity": "uncommon"
    },
    {
      "id": "giant-demolisher",
      "name": "Гигантский разрушитель",
      "description": "Призывает мощное транспортное средство Гигантский разрушитель ближнего боя, которое атакует ближайшее здание в ближнем бою",
      "category": "vehicle",
      "rarity": "rare"
    },
    {
      "id": "giant-ranged-demolisher",
      "name": "Гигантский разрушитель дальнего боя",
      "description": "Призывает мощное транспортное средство Гигантский разрушитель дальнего боя, которое бомбардирует ближайшее здание с огромного расстояния",
      "category": "vehicle",
      "rarity": "rare"
    },
    {
      "id": "light-blaster-turret",
      "name": "Легкая бластерная турель",
      "description": "Призывает Автоматическую турель, действующую 1 час, которая атакует ближайших врагов. Одновременно может существовать только 1; не может быть размещена в Огненной жиле, Подземных шахтах или на других картах-инстансах",
      "category": "deployable",
      "rarity": "common"
    },
    {
      "id": "shadowveil-thicket",
      "name": "Заросли теневой завесы",
      "description": "Призывает Заросли теневой завесы, действующие 1 час, которые дают невидимость любым юнитам, входящим в них. Эти заросли имеют крайне низкое магическое сопротивление и максимум 3 могут существовать одновременно.Заросли могут быть посажены только в темных подземных областях, таких как ваш Глубинный разлом, Хранилища Жатвенника и Добыча жилы",
      "category": "deployable",
      "rarity": "uncommon"
    },
    {
      "id": "team-rally-matrix-t8",
      "name": "Матрица сбора команды",
      "description": "Призывает T8 Маяк сбора команды, который может призвать до 3 товарищей по команде 35-го уровня или ниже. Одновременно может существовать только 1.",
      "category": "teleport",
      "rarity": "uncommon"
    },
    {
      "id": "team-rally-matrix-t9",
      "name": "Матрица сбора команды",
      "description": "Призывает T9 Маяк сбора команды, который призывает до 4 товарищей по команде 40-го уровня или ниже. Одновременно может существовать только 1.",
      "category": "teleport",
      "rarity": "rare"
    },
    {
      "id": "team-rally-matrix-t10",
      "name": "Матрица сбора команды",
      "description": "Призывает T10 Маяк сбора команды, способный призвать до 5 товарищей по команде. До 1 может существовать одновременно.",
      "category": "teleport",
      "rarity": "epic"
    },
    {
      "id": "warband-rally-beacon",
      "name": "Маяк сбора Гильдии",
      "description": "Призывает Маяк сбора Гильдии, который призывает до 15 членов Гильдии. Одновременно может существовать только 1.",
      "category": "teleport",
      "rarity": "rare"
    },
    {
      "id": "advanced-light-blaster-turret",
      "name": "Продвинутая легкая бластерная турель",
      "description": "Призывает Улучшенную продвинутую легкую бластерную турель, действующую 24 часа, которая атакует ближайших врагов. Имеет значительно более высокую Жизненную силу и сопротивление, чем обычные Легкие бластерные турели. Одновременно может существовать только 1; не может быть размещена в Добыче жилы, Разломах или других инстанс-зонах",
      "category": "deployable",
      "rarity": "enhanced"
    },
    {
      "id": "spiked-trap",
      "name": "Шипованная ловушка",
      "description": "Призывает Шипованную ловушку, которая устанавливает ограничение скорости передвижения на 1 м/с и эффект Кровотечения, наносящий [Коэффициент урона: 200%] физического урона каждую секунду в течение 12 с, действует 24 часа. До 2 могут существовать одновременно; не может быть размещена на картах-инстансах, таких как Добыча жилы и Глубинный разлом",
      "category": "trap",
      "rarity": "uncommon"
    }
  ]
}